{
    "bosses": [
        {
            "id": "cleric-beast",
            "name": "Cleric Beast",
            "location": "Central Yharnam",
            "drops": "Sword Hunter Badge",
            "weakness": "Fire and Serration",
            "lore": "The cleric beasts owe their name to a rumor that they were originally members of Yharnam's clergy transformed by the old blood. After defeating the Cleric Beast, one obtains the Sword Hunter Badge which states in its description:\n‘One of the badges crafted by the Healing Church. The silver sword is a symbol of a Church hunter. Ludwig was the first of many Healing Church hunters to come, many of Whom were clerics. As it was, clerics transformed into the most hideous beasts.’\nThis suggests that the cleric beast was a member of the Healing Church and possibly a hunter employed under Ludwig that succumbed to the scourge of the beast, leading to their descent into beasthood.",
            "avatar": "https://bloodborne.wiki.fextralife.com/file/Bloodborne/Cleric_Beast_Profile_Extra.jpg?v=1482926385493"
        },
        {
            "id": "father-gascoine",
            "name": "Father Gascoine",
            "location": "Central Yharnam",
            "drops": "Odeon Tomb Key",
            "weakness": "Serration",
            "lore": "",
            "avatar": "https://vignette.wikia.nocookie.net/bloodborne/images/6/64/Image_bloodborne-Priest_Gascoigne.jpg/revision/latest?cb=20141206130644"
        },
        {
            "id": "vicar-amelia",
            "name": "Vicar Amelia",
            "location": "Cathedral Ward",
            "drops": "Gold Pedant",
            "weakness": "Fire and Serration",
            "lore": "Vicar Amelia is a high-ranking member of the Healing Church, the successor of Laurence, and to whom his Gold Pendant has been passed down.\n In stark contrast with the Beast Patients, people that slowly turn into monsters under layers of bandages, this woman shows perfectly what happens when a human mutates suddenly into a full-fledged Beast: at first Amelia is seen as a normal female priest with tattered white robes, kneeling and reciting a prayer, but after a few instants she changes abruptly. Her skin ruptures under the force of her new body, splattering blood all around: now another kind of Cleric Beast, her ash blonde hair has become a long wild mane while her face, covered by scraps of her clothes like the rest of her body, has turned into a lupine head with thin antlers and a slasher smile of sharp teeth.\nEven if she appears less bulky and almost skeletal compared to both male Cleric Beasts, she is far from weak and frail: her hands' talons, which she can extend like a cat, are sharp and so hard that they emit sparks while grinding on stone. Her scrawny arms are powerful as well, being able to create a strong shockwave by smashing them to the floor.\nEven the same Gold Pendant that she still clutches proves to be more than a simple locket: Amelia is able to use it to channel energy in order to start healing her wounds in a pillar of golden light, thus making it some sort of Hunter Tool.\nAs a 'True' Beast she will take extra damage from Serration.\n",
            "avatar": "https://bloodborne.wiki.fextralife.com/file/Bloodborne/Amelia_Roaring_Advance.jpg?v=1507914555949"
        }
    ]
}